---
kind: other
id: Methods.T:Autodesk.Revit.DB.SpatialElementTag
source: html/d4f9d8d4-e1d9-e973-a73a-9f78a02a7761.htm
---
# SpatialElementTag Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.